export default {
  projections: {
    СправСотрE: {
      фио: {
        __caption__: 'Фио сотрудника'
      },
      справДолж: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    СправСотрL: {
      фио: {
        __caption__: 'Фио сотрудника'
      },
      справДолж: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    фио: {
      __caption__: 'Фио сотрудника'
    },
    справДолж: {
      __caption__: 'Должность'
    }
  }
};
